7zip
alsa-firmware
amd-ucode
android-tools
antimicrox
base
base-devel
bash-completion
bash-language-server
beautyline
betterlockscreen
bibata-cursor-theme
blueman
bluetooth-autoconnect
bluetooth-support
btop
calc
calibre
chaotic-keyring
chaotic-mirrorlist
clang
clipboard-sync
cliphist
deluge
diff-so-fancy
dracut
dwarffortress
easyeffects
eza
fastfetch
ffmpegthumbnailer
ffmpegthumbs
flatpak
foot
fuzzel
gamemode
gamescope
gimp
gparted
grim
haruna
hexyl
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprutils
hyprwayland-scanner
input-remapper-git
jq
lazygit
libreoffice-fresh
librewolf
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsp-plugins
lutris
lxappearance
mako
minecraft-launcher
neovim
network-manager-applet
networkmanager-support
nm-connection-editor
nmap
nwg-hello
obsidian
opentabletdriver
os-prober-btrfs
oversteer
pamixer
paru
pavucontrol
pipewire-jack
pipewire-support
playerctl
plocate
plymouth
plymouth-theme-abstract-ring-git
power-profiles-daemon
print-manager
printer-support
radeontop
rate-mirrors
reflector-simple
ripdrag-git
ripgrep
sc-controller
shellcheck
signal-desktop
speedtest-cli
spicetify-cli
spotify
steam-native-runtime
stow
stylelint
teamviewer
thunar
thunar-archive-plugin
tldr
tmux
ttf-mononoki-nerd
tumbler
ueberzugpp
unrar
unzip
usbutils
uwufetch
ventoy-bin
vesktop
waybar
waybar-module-pacman-updates-git
wayland
winetricks
wireplumber
wlogout
wpaperd
yazi
yq
zellij
zig
zip
zls
zoxide
