adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
amd-ucode
antimicrox
appmenu-gtk-module
audacity
bat
betterlockscreen
binutils
brightnessctl
btop
calc
cliphist
clipman
corectrl
coreutils
diff-so-fancy
dmidecode
duf
dust
dwarffortress
dxvk-mingw-git
e2fsprogs
easyeffects
evtest
eza
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filezilla
flatpak
flex
foot
fuzzel
fzf
gimp
git
gparted
grep
grim
grub
haruna
hyprland
jhead
lazygit
libreoffice-fresh
librewolf
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lsp-plugins
lutris
mako
minecraft-launcher
neovim
network-manager-applet
networkmanager
nvtop
nwg-hello
nwg-look
opentabletdriver
oversteer
pamixer
pavucontrol
performance-tweaks
plymouth
plymouth-theme-abstract-ring-git
print-manager
qbittorrent
rofi
sc-controller
signal-desktop
slurp
speedtest-cli
spotify
steam
stow
teamviewer
thefuck
thunar
ttf-mononoki-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tumbler
ueberzugpp
uwufetch
ventoy-bin
vesktop
vlc
waybar
winetricks
wpaperd
zellij
zig
zoxide
zsh
zsh-completions
