7zip
adobe-source-han-sans-jp-fonts
alsa-firmware
amd-ucode
android-tools
antimicrox
appmenu-gtk-module
arj
aspnet-runtime-8.0
b43-fwcutter
base
base-devel
bash-completion
bash-language-server
beautyline
betterlockscreen
bibata-cursor-theme
bind
blueman
bluetooth-autoconnect
bluetooth-support
bridge-utils
btop
btrfs-assistant
btrfs-progs
bzip2
calc
calibre
chaotic-keyring
chaotic-mirrorlist
clang
clipboard-sync
cliphist
cmake
code
corectrl
coreutils
cryptsetup
curlftpfs
deluge
deluge-gtk
dialog
diff-so-fancy
discord
dmidecode
dmraid
docker
dosfstools
dotnet-runtime
dotnet-sdk
dotnet-sdk-8.0
downgrade
dracut
duf
dwarffortress
dysk
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
element-desktop
eog
ethtool
evince
evtest
exfatprogs
eza
f2fs-tools
fastfetch
fatresize
ffmpegthumbnailer
ffmpegthumbs
file
file-roller
filesystem
filezilla
findutils
flatpak
foot
freetype2
fscrypt
fsearch
fuzzel
fwupd
galculator
gamemode
gamescope
garuda-assistant
garuda-boot-options
garuda-browser-settings
garuda-common-settings
garuda-dracut-support
garuda-gamer
garuda-hardware-profile-standard-x11
garuda-hooks
garuda-hotfixes
garuda-icons
garuda-network-assistant
garuda-rani
garuda-setup-assistant
garuda-system-maintenance
garuda-wallpapers
garuda-welcome
garuda-zsh-config
gawk
gcc-libs
gestures
gettext
ghostty
gimp
git-lfs
glibc
glibc-locales
gnome-firmware
gnome-keyring
gnome-logs
gnome-system-monitor
gnu-netcat
gparted
grep
grim
grub
grub-btrfs
grub-garuda
grub-theme-garuda
gsimplecal
gst-plugins-bad
gstreamer-meta
gtk-engine-murrine
gum
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hardinfo2
haruna
hexyl
htop
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprutils
hyprwayland-scanner
inetutils
input-devices-support
input-remapper-git
inxi
iproute2
iptables-nft
iputils
jfsutils
jhead
jq
kanshi
lact
lazygit
lhasa
lib32-gamemode
lib32-pipewire-jack
libdvdcss
libgsf
libopenraw
libreoffice-fresh
librewolf
librsvg
licenses
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llvm
logrotate
lrzip
lsb-release
lsp-plugins
lutris
lvm2
lxappearance
ly
lzip
lzop
mako
man-db
man-pages
mdadm
meld
memtest86+
meson
micro
minecraft-launcher
modem-manager-gui
mtools
nano
ncdu
neovim
net-tools
network-manager-applet
networkmanager-support
nfs-utils
nilfs-utils
nm-connection-editor
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nwg-hello
nwg-launchers
obsidian
opentabletdriver
os-prober-btrfs
oversteer
pace
pacman
pacman-contrib
pacseek
pamixer
paru
pavucontrol
pciutils
performance-tweaks
perl-file-mimeinfo
perl-image-exiftool
pipewire-jack
pipewire-support
plasma-framework5
playerctl
plocate
plymouth
polkit-gnome
portmaster-stub-bin
power-profiles-daemon
powertop
print-manager
printer-support
procps-ng
protontricks-git
psmisc
qt5ct
qt6ct
radeontop
rate-mirrors
reflector-simple
ripdrag-git
ripgrep
rsync
scanner-support
sdbus-cpp
sed
shadow
shellcheck
signal-desktop
slurp
snapper-support
snapper-tools
sof-firmware
speedtest-cli
sshfs
steam
steam-native-runtime
stow
stylelint
sudo
superfile
swappy
swww
sysbench
systemd
systemd-sysvcompat
taplo-cli
tar
tealdeer
teamviewer
tesseract
thefuck
thunar
thunar-archive-plugin
traceroute
ttf-firacode-nerd
ttf-liberation
ttf-mononoki-nerd
ttf-nerd-fonts-symbols
tumbler
ueberzugpp
ufw
ugrep
unace
unarchiver
unarj
unrar
unzip
update-grub
usbutils
util-linux
uwufetch
ventoy-bin
vesktop
vi
vivaldi
vlc
waybar
waybar-module-pacman-updates-git
wayland
wayland-protocols-git
wdisplays
wev
wget
which
whois
winetricks
wireless-regdb
wireless_tools
wireplumber
wlogout
wpaperd
wqy-zenhei
wtype
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfsprogs
xorg-xwayland
xournalpp
xsel
xz
yarn
yay
yazi
yq
zellij
zig
zip
zls
zoom
zoxide
